const DepthOfField = () => (
    <>
      <div className="manual_detail">
<div className="content_header">
<h1>景深</h1>
<h2>拍摄汽车 3</h2>
</div>
<div className="body">
<h3 id="$_count">浅景深非常适合特写镜头</h3>
<p>
接下来是“景深”（DOF）。</p>
<p className="image"><img alt="" src="images\i1J3baZ4mpMUNz.jpg"/></p>
<p>
调整相机的焦点将改变图像在镜头前的清晰点的距离。图像中在该点前后清晰的部分——换句话说，焦点区域的深度——被称为“景深”。如果图像的大部分都在焦点内，我们称之为景深深，也称为“深焦”。如果只有焦点清晰定义，而图像的其余部分模糊，则称为“浅景深”，也称为“浅焦”。</p>
<p className="image"><img alt="" src="images\i1RjRg5PWd9PRcc.jpg"/></p>
<p className="caption">这些图示说明了光圈如何影响景深。在顶部图像中，光圈完全打开，导致浅景深。在底部图像中，光圈关闭，导致深景深。
当物体通过镜头观察时，光点被传输到后焦平面（胶片或图像传感器的位置）作为圆圈。这些被称为“模糊圈”，其直径受焦距和光圈大小的影响。模糊圈在主体仍然清晰对焦时可以达到的最大尺寸被称为“最大允许模糊圈”。</p>
<p>
理解景深的这三个原则很重要：</p>
<p>
<b>1) 你离主体越近，景深就越浅。你离得越远，景深就越深。<br/>2) 可以在不更换镜头的情况下调整景深。打开光圈使景深变浅，关闭光圈使景深变深。<br/>3) 广角镜头提供更深的景深；长焦镜头提供更浅的景深。</b></p>
<p>
拍摄汽车照片时，最初的目标是让整个图像清晰定义（这被称为“全景对焦”）。关键是使用广角镜头并逐渐关闭光圈（增加f/值）。当然，你需要首先选择正确的焦点。如果你使用之前提到的“正面7:3”角度，你可能会将焦点集中在汽车的大灯上。</p>
<div className="images">
<dl className="image_list">
<dd><img alt="" src="images\i1FzsTNCi6WvkuB.jpg"/></dd>
<dd className="caption">这些照片之间的唯一区别是光圈大小（f/）已被调整。右侧照片使用f/2.8的光圈大小，而左侧照片使用f/11的光圈大小。</dd>
</dl>
<dl className="image_list">
<dd><img alt="" src="images\i1LrUNigWjkhF.jpg"/></dd>
<dd className="caption">注意在浅景深的照片中，主体从其周围环境中脱颖而出，赋予其更强的存在感。</dd>
</dl>
</div>
<p>
所有关于光圈的讨论让我想起了年轻时的日子。那时，大型相机如4x5通常用于目录摄影。4x5在最佳状态下也极难对焦，尝试用它们实现全景对焦是一个真正的挑战。光圈f/值通常是16或22，但有时使用这些相机时会高达64。我记得被它们逼得流泪，想着要十年才能拍出一张像样的照片！</p>
<p>
无论如何，一旦你成功拍摄出整个图像清晰定义的照片，就该变得更具冒险精神了。这意味着使用长焦镜头，并勇敢地打开光圈进行拍摄！你会看到你的主体从背景中更加突出，赋予其所谓的“独立性”。</p>
<p>
浅景深产生更强烈的效果，因此最好用于拍摄单个部件的特写镜头，如尾灯或后翼，而不是整辆车的照片。当你想让汽车从背景中脱颖而出时，浅景深也非常有效——例如，如果你在雾天拍摄照片，或者汽车后面有一座大建筑物。</p>
</div>
</div>

    </>
  );

  export default DepthOfField;
  