const DriftControl = () => (
    <>
      <div className="manual_detail">
<div className="content_header">
<h1>漂移控制</h1>
<h2>驾驶技术与礼仪 16</h2>
</div>
<div className="body">
<h3 id="$_count">发展你的技能以100%控制汽车</h3>
<p className="image"><img alt="" src="images\i12COrHF4SFVY.jpg"/></p>
<p>
漂移是一种技术，在转弯时故意滑动汽车的后轮，但在不稳定的情况下仍保持对车辆的控制。这通常在前置发动机后轮驱动汽车中进行，但也可以在强大的4WD汽车中进行。能够在汽车中侧滑过弯是所有驾驶员渴望达到的技能水平，保持对汽车的100%控制。</p>
<p>
要掌握漂移，你必须习惯于在汽车中滑动。在一个安全的大区域停车，并将方向盘完全转向左侧或右侧。在这种状态下，将汽车置于一档，提高发动机转速，并一次性连接离合器。后轮将旋转，汽车将进入侧滑。一旦你将汽车置于这种状态，你需要保持侧滑。方向盘仍然转动，踩下油门，尝试让汽车围绕一个点旋转。建议使用旧的、磨损的轮胎进行此训练！</p>
<p className="image"><img alt="" src="images\i1cEnb2GEM9iRuB.jpg"/></p>
<p className="caption">图16-1：漂移时恒定圆周转弯的图像。</p>
<p>
一旦你对漂移有了感觉，开始通过油门和转向控制侧滑。如果后部滑动过多，汽车似乎要打滑，稍微加速并将方向盘转向汽车开始滑出的方向。这将稳定后部并保持漂移。如果你继续练习，你应该能够感受到这种平衡。这称为<b>反打方向盘</b>。</p>
<p>
图16-2显示了一辆汽车在漂移时转弯。汽车以略微超速进入弯道，并通过强力刹车减少后部负载，启动后轮滑动。一旦汽车到达切点，侧滑通过油门控制，朝向弯道出口。在这里，加入反打方向盘，轮胎转向与弯道弯曲方向相反的方向。</p>
<p className="image"><img alt="" src="images\i1ivSqZlcRF937c.jpg"/></p>
<p className="caption">图16-2：漂移转弯的图像。注意在切点处前轮朝向弯道外侧。这种操作称为反打方向盘。</p>
<p>
漂移看起来很令人印象深刻，但侧滑过多会导致动力损失，导致速度下降，从而影响圈速。如果在比赛中轮胎打滑，你应该尝试快速稳定滑动。</p>
</div>
</div>

    </>
  );

  export default DriftControl;
  