const DrivingPositionForSensingTheCar = () => (
    <>
      <div className="manual_detail">
<div className="content_header">
<h1>感知汽车的驾驶姿势</h1>
<h2>驾驶技术与礼仪 6</h2>
</div>
<div className="body">
<h3 id="$_count">正确的驾驶姿势是准确的传感器</h3>
<p>
现在我们已经讨论了基本理论，让我们进入汽车。但在你跳进去并启动引擎之前，检查你的驾驶姿势。</p>
<p>
首先，确保你深深地坐在驾驶座上，并且你的臀部和下背部牢牢固定在位。重要的是，在转向和踏板操作期间，你不要移动，而是与座椅“融为一体”。</p>
<p>
接下来，前后滑动座椅以调整与脚踏板的距离。在最佳位置，当你完全踩下刹车时，膝盖后部和座椅之间会留有一点空间。如果左侧有一个脚踏板，请确保你可以牢固地踩在上面。</p>
<p>
现在调整你的上半身。使用座椅的倾斜功能来调整与方向盘的距离。当你握住12点钟位置时，肘部应略微弯曲。当你握住三点和九点钟位置并将方向盘转动180度时，肩膀不应离开座椅。根据汽车的不同，方向盘可能有倾斜（高度）和伸缩（前后）功能，因此使用这些设置找到最佳位置。当你握住方向盘时，确保不要握得太紧。你应该松散地握住它，手掌中留有一些空间。</p>
<p className="image"><img alt="" src="images\i1L2dQmzAoPTEuB.jpg"/></p>
<p className="caption">图6-1 最佳驾驶姿势的示例。即使完全坐在座椅上并踩下踏板，膝盖周围也应留有一些空间。调整肩膀位置，以便即使方向盘转动180度，肩膀也不会离开座椅。</p>
<p>
通过检查你的驾驶姿势，你实际上是在校准将从汽车中获取信息的传感器的精度。汽车通常会加速、转弯和停止。然而，如果下雨，前轮可能会失去抓地力，你可能会失去转向能力。后轮可能会滑出。驾驶员是否能够立即检测和响应这些意外运动取决于他们是否坐在正确的驾驶姿势中。这称为驾驶信息；驾驶员不仅使用眼睛和耳朵，还通过臀部和手掌在方向盘上感知汽车的运动。</p>
<p className="image"><img alt="" src="images\i156favH6aQGPO.jpg"/></p>
<p className="caption">图6-2 轻握方向盘在十点和两点钟位置。如果你握得太紧，你将无法感受到汽车运动反馈给你的信息。</p>
<p>
驾驶信息在赛道上的运动驾驶中至关重要。每天都要注意正确的驾驶姿势，你将与汽车建立更密切的关系。</p>
</div>
</div>

    </>
  );

  export default DrivingPositionForSensingTheCar;
  