const FeelingLoadMovements = () => (
    <>
      <div className="manual_detail">
<div className="content_header">
<h1>感受负载移动</h1>
<h2>驾驶技术与礼仪 2</h2>
</div>
<div className="body">
<h3 id="$_count">积极利用汽车四个车轮的重量</h3>
<p className="image"><img alt="" src="images\i1xczxxleBaANz.jpg"/></p>
<p>
通常，汽车有四个带悬挂的轮胎，分别伸展和压缩以吸收冲击。施加在四个轮胎和悬挂上的汽车（包括乘客）的重量称为<b>负载</b>。换句话说，负载是将四个轮胎推向路面的力。</p>
<p className="image"><img alt="" src="images\i1vmplQGtoREk7E.jpg"/></p>
<p className="caption">图2-1：汽车的重量将轮胎推向路面。这称为负载。</p>
<p>
静止状态下的汽车在每个车轮上施加固定的负载。然而，当汽车行驶时，不断变化的运动（如加速、减速和转弯）会引发悬挂和四个车轮的各种伸展和压缩反应，导致每个车轮上的负载不断变化。（例如，考虑一下加速或减速时你的头部如何摇摆，或者汽车中的咖啡杯如何溢出。）汽车在上坡行驶时，负载会更多地向后倾斜，但在紧急刹车时，更多的负载会转移到汽车的前部。转弯时，离心力向曲线外侧拉动，将更多负载放在外侧车轮上。</p>
<p>
从驾驶的角度来看，最好是这些负载变化根本不会发生。如果每个轮胎上的负载是恒定的，无论你是在减速、加速、转弯等，汽车都能更有效地行驶。不幸的是，这是不可能的——这就是为什么在运动驾驶中需要分析负载变化，以便确定最有效的使用方式。例如，加速时，你希望负载在驱动轮上以产生更多的驱动力；然而，在进入弯道时，你希望负载在前轮上以产生高转弯力。</p>
<p className="image"><img alt="" src="images\i1tfF66zlQdMnSB.jpg"/></p>
<p className="caption">图2-2：加速时，负载转移到后轮，后轮的抓地力增加。同时，前部的负载和前轮的抓地力减少。如果你在转弯时感到转向轻且不稳定，那是因为这种负载变化。</p>
<p>
控制负载的详细方法将在后面讨论，但现在只需记住，重要的是要记住负载。当你驾驶汽车时，养成注意汽车四个车轮在加速、减速、刹车或转动方向盘时负载如何变化的习惯。</p>
<p>
虽然我们说负载会变化，但除非你驾驶的是产生下压力的赛车，否则四个车轮上的总负载不会增加。请记住，负载控制仅涉及汽车四个车轮之间的总负载的分配和分布。</p>
</div>
</div>

    </>
  );

  export default FeelingLoadMovements;
  