import i1oBkgbJyeT85cc from "../../assets/images/i1oBkgbJyeT85cc.jpg";
import i129PGj15wroaz from "../../assets/images/i129PGj15wroaz.jpg";

const IngameaerodynamicsGearRatios = () => (
  <>
    <div className="manual_detail">
      <div className="content_header">
        <h1>游戏内：空气动力学/齿轮比</h1>
        <h2>游戏内设置 3</h2>
      </div>
      <div className="body">
        <h3 className="section-header">调整空气动力学和齿轮比</h3>
        <p>
让我们关注空气动力学和齿轮比，这两个影响汽车性能的设置。</p>
        <h3 className="section-header">● 空气动力学</h3>
        <p>
          <b>空气动力学</b>允许你调整<b>下压力</b>（汽车对赛道表面的压力），从而增加轮胎抓地力，使你能够以更高的速度过弯。</p>
        <p>
另一方面，下压力也会产生空气阻力——更大的空气阻力可能导致较低的最高速度。</p>
        <p>
在实际比赛中，你需要在设置汽车时考虑这两个相反的因素。</p>
        <p>
在有长直道的赛道上，减少下压力以减少空气阻力，从而提高最高速度（以牺牲过弯速度为代价）。在有许多弯道的赛道上，增加下压力以提高过弯速度（以牺牲最高速度为代价）。</p>
        <p>
下压力可以独立调整汽车的前后，因此也可以用于调整转向特性。如果在高速路段下压力较强，增加前部下压力以增加前轮的负载。如果转向过度是个问题，增加后部下压力以提高稳定性。</p>
        <p className="image"><img alt="" src={ i1oBkgbJyeT85cc }/></p>
        <h3 className="section-header">● 齿轮比</h3>
        <p>
如果你有一个完全可定制的变速器，你可以调整变速器的齿轮比。我们已经讨论过如何使齿轮比对齐，但有时需要更精细地调整各个方面。</p>
        <p>
例如，如果你的发动机在转弯前刚好达到红线。通常，当你想换挡时换到更高的档位会浪费时间。如果这种情况不断发生，你可以稍微减少该档位的比率，以避免发动机达到红线。</p>
        <p>
你还应该检查出弯时的转速。重点在于加速，因此你需要确保发动机处于其功率带（即它可以产生最大功率的区域）。如果转速太低，齿轮比可能太高，应调整降低。（在某些情况下，提前换挡是有效的。）在长直道前的弯道上，这种调整可能对速度产生重大影响。</p>
        <p>
你还应该检查在长直道末端达到最高速度时的转速。你将一直使用最高档，因此理想情况下你希望发动机刚好在红区之外。如果转速太低，你可以增加齿轮比，但如果达到红线，你可以减少齿轮比。然而，请注意，最高速度也受空气动力学和发动机特性的影响，因此在进行调整时请务必注意速度表。</p>
        <p className="image"><img alt="" src={ i129PGj15wroaz }/></p>
      </div>
    </div>

  </>
);

export default IngameaerodynamicsGearRatios;
  