const Lenses = () => (
    <>
      <div className="manual_detail">
<div className="content_header">
<h1>镜头</h1>
<h2>拍摄汽车 4</h2>
</div>
<div className="body">
<h3 id="$_count">使用广角镜头时避免使汽车看起来不自然地变形</h3>
<p className="image"><img alt="" src="images\i16XAYBTbXRPcSH.jpg"/></p>
<p>
拍摄汽车时，我使用各种不同的镜头。过去，我基本上认为如果我想拍出好的汽车照片，我必须使用长焦镜头。事情在奥迪制作了一本以广角镜头拍摄的照片为特色的目录时发生了变化——我想那是在1980年代的某个时候。那本目录中的照片看起来很棒，这真的改变了我的想法。汽车设计最近也发生了很大变化，我认为现在有越来越多的形状和风格适合广角镜头摄影。</p>
<p>
话虽如此，使用35、28和24mm等广角镜头确实有诀窍。广角镜头很方便，因为它们可以在一张图像中捕捉到很多内容。缺点是由于压缩的透视效果，照片更容易变形。虽然在某些情况下你可能希望故意引入变形，但在汽车摄影中，你通常需要小心不要对你的主体造成不必要的扭曲。</p>
<div className="images">
<dl className="image_list">
<dd><img alt="" src="images\i1F8XK4icNhN0uB.jpg"/></dd>
<dd className="caption">这是从两个不同角度看到的相同"Scapes"背景。在左侧图像中，重点放在汽车的前部，使其看起来像是从图像中爆发出来。</dd>
</dl>
<dl className="image_list">
<dd><img alt="" src="images\i1GFlnKKTs0ngz.jpg"/></dd>
<dd className="caption">在右侧图像中，汽车周围的区域被裁剪，汽车被放置在图像的更深处，使其车身线条清晰可见。</dd>
</dl>
</div>
<p>
汽车越大，离前景越近，就越有可能变形。因此，使用广角镜头拍摄时的一个好经验法则是让背景在两侧都出现，将其放置在占据画面宽度不超过1/3的位置。当然，直接从侧面或正面拍摄汽车是创建稳定构图的好方法。即使在这些情况下，1/3规则通常仍然很有用。</p>
<p>
变形问题在"Scapes"中与在现实生活中一样是个问题。虽然许多"Scapes"背景是使用长焦镜头拍摄的，但也有不少是用广角镜头拍摄的。在这种情况下，你需要小心避免不必要的变形。</p>
<p>
只要你能做到这一点，就有很多有趣的广角技术可以尝试。裁剪可以让你剪掉图像中不必要的部分，让你可以像使用长焦镜头一样专注于一个区域。当将汽车放置在背景中时，你不能让背景"胜过"汽车。充分利用裁剪来赋予汽车存在感，你将能够创造出具有真正冲击力的照片。使用这种技术和"Scapes"中提供的许多其他技术，你很快就能拍出比我更好的照片！</p>
</div>
</div>

    </>
  );

  export default Lenses;
  