import i1ymYDHWBkuPD7c from "../../assets/images/i1ymYDHWBkuPD7c.jpg";

const SettingTrackMarkers = () => (
  <>
    <div className="manual_detail">
      <div className="content_header">
        <h1>设置赛道标记</h1>
        <h2>初学者建议 3</h2>
      </div>
      <div className="body">
        <h3 className="section-header">赛道旁的标志和路缘可以作为赛道标记</h3>
        <p>
一旦你对控制车辆有了感觉，你就会开始注意到周围的事物。考虑到这一点，让我们练习寻找赛道标记。</p>
        <p>
启动Gran Turismo 7并进入“驾照”模式中的“起步和停车”挑战（B-1，B-2）。你能在目标区域内干净地停下来吗？你开得越快，完全停下所需的时间就越长，因此准确知道何时刹车（即刹车点）可能会很棘手。</p>
        <p>
如果你很难找到合适的刹车点，试着注意赛道旁的元素，比如路缘和标志，因为它们可以用作刹车点标记。</p>
        <p>
例如，在某些赛道上，你会发现标有“100m”、“50m”等字样的标志，指示即将到来的转弯的距离。试着用这些标志作为刹车点标记。如果你发现自己刹车太早并在目标区域前停下，你应该将刹车点移到标记之后。相反，如果你刹车太晚并超出目标区域，你应该将刹车点视为在标记之前。通过练习这种技术，你将学会更直观地刹车，并能够在同一位置一致地停下。</p>
        <p className="image"><img alt="" src={ i1ymYDHWBkuPD7c }/></p>
        <p className="caption">在某些赛道上，有标志指示到下一个转弯的距离。用这些标志来指示你何时刹车。</p>
        <p>
当然，你并不总能在赛道上找到距离标记。因此，试着利用你能找到的任何东西作为临时标记。这可以是一个裁判员的岗位、一个路缘、一个观众看台，甚至是赛道旁生长的一些花。</p>
        <p>
即使是F1车手也会在比赛日前花时间在赛道上走动。这样做时，他们是在寻找任何可能在竞争中给他们带来优势的视觉标记。</p>
      </div>
    </div>

  </>
);

export default SettingTrackMarkers;
  