const ThinkingAboutCornering = () => (
    <>
      <div className="manual_detail">
<div className="content_header">
<h1>思考转弯</h1>
<h2>驾驶技术与礼仪 9</h2>
</div>
<div className="body">
<h3 id="$_count">将转弯视为三个过程</h3>
<p className="image"><img alt="" src="images\i165CRVbU5uJTz.jpg"/></p>
<p>
理解转弯的最快方法是将其分为减速、转向和加速。</p>
<p>
首先是“减速”——简单来说，就是刹车。减速是指驾驶员在开始转动方向盘之前将汽车速度降低到可以转过下一个弯道的最低水平的过程。然而，通常情况下，你无法知道可以通过弯道的速度，因此在第一次驾驶赛道时，必须在安全误差范围内减速。刹车基本上应该在直线上进行；正如你在关于摩擦圆的部分中所学的那样，这是为了能够使用轮胎100%的抓地力进行减速。</p>
<p>
一旦减速完成，转弯过程就会过渡到“转弯”。用于减速的轮胎抓地力现在用于转向。此时首次转动方向盘（称为入弯）——但快速转动方向盘不会产生转弯力。相反，逐渐转动，同时感受轮胎的状态。</p>
<p>
转弯时，要注意汽车的速度。使用轮胎发出的尖叫声作为参考，找到汽车可以转弯的速度极限。请记住，此时加速或减速将超过抓地力的极限，因此你必须两者都不做。保持方向盘和油门踏板不变，并准备好当弯道出口变得可见时的时机（这种状态称为中性加速）。</p>
<p>
一旦弯道出口变得可见，你应该慢慢将方向盘转回直线位置。在摩擦圆的术语中，你现在正在释放一些先前用于转弯的轮胎抓地力。当你使用这种可用的抓地力进行加速时，你正在进入转弯过程的“加速”部分。加速越早越好——但仅限于某个点。如果你加速过早，你将无法完成转弯。观察弯道出口，并在方向盘回到直线位置的同时踩下油门。</p>
<p className="image"><img alt="" src="images\i117NZJIhgJmw.jpg"/></p>
<p className="caption">图9-1 关于转弯的两种思维方式：内侧是中性加速方法，即在进入弯道时完成刹车。外侧是拖刹方法，即在弯道入口使用刹车。通常，拖刹会导致转弯时速度变化更大。</p>
<p>
如果你使用高抓地力轮胎或驾驶具有强转向不足的汽车，有一种技术是在转弯开始时继续刹车，而不是在直线上结束刹车（拖刹）。然而，这是一种极大依赖负载平衡变化的方法。我们不会在这里详细讨论，因为学习基础知识可能比深入研究变化更有帮助。</p>
<p className="image"><img alt="" src="images\i1tf8IxjWcePluH.jpg"/></p>
<p className="caption">图9-2 拖刹的图像图。在A点全力刹车，逐渐松开刹车并从B点开始转动方向盘，然后在切点前完成刹车（见下一页）。注意刹车和转向角度具有互补关系。</p>
</div>
</div>

    </>
  );

  export default ThinkingAboutCornering;
  