const UsingDriverAssistanceCarControl = () => (
    <>
      <div className="manual_detail">
<div className="content_header">
<h1>使用驾驶辅助 ② - 车辆控制</h1>
<h2>初学者建议 7</h2>
</div>
<div className="body">
<h3 id="$_count">防止打滑和偏离赛道</h3>
<p>
“驾驶辅助”还提供了一些功能，可以用来稳定你的车并防止打滑和其他意外动作。让我们来看看这些功能。</p>
<h3 id="$_count">● 牵引力控制系统（TCS）</h3>
<p>
“牵引力控制”监控你的轮胎以防止打滑。例如，驾驶一辆强力车突然加速出弯会导致车轮打滑，扰乱平衡。在这种情况下，“牵引力控制”会降低发动机功率以防止打滑。</p>
<p>
然而，它并不总是对你有利。重要的是要记住，当轮胎与路面之间有一点滑动时，轮胎的抓地力最强。因为“牵引力控制”旨在防止打滑，它可能会过于有效，导致轮胎锁死。</p>
<p>
在Gran Turismo 7中，有六个等级的“牵引力控制”可供选择。初学者应从“3”开始，并相应调整数值。</p>
<p className="image"><img alt="" src="images\i124lVMo6naH3RB.jpg"/></p>
<p className="caption">TCS设置屏幕。增加数值会使车辆更稳定，但会对加速产生不利影响。</p>
<h3 id="$_count">● 反打方向盘辅助</h3>
<p>
当后轮驱动车辆以过快的速度进入弯道时，后轮有时会失去抓地力，导致（侧向）滑动（或在有意进行时称为“漂移”）。为了控制车辆滑动的程度，司机可能会使用一种称为“反打方向盘”的技术，尽管也有一种“驾驶辅助”功能可以自动完成此操作。</p>
<p>
“反打方向盘辅助”控制车辆的滑动，使其更难打滑。然而，滑动的行为往往会浪费时间，所以你应该将其视为防止打滑的保障。</p>
<p className="image"><img alt="" src="images\i1KTi6BRz29QHO.jpg"/></p>
<p className="caption">反打方向盘辅助屏幕。反打方向盘辅助将帮助稳定车辆在弯道上的表现。</p>
<h3 id="$_count">● 防抱死制动系统（ABS）</h3>
<p>
ABS防止轮胎在急刹车时锁死（即在不旋转的情况下被拖动），从而延长刹车距离。当系统检测到轮胎锁死时，它会减少刹车力以恢复对车辆的控制。</p>
<p>
Gran Turismo 7中的所有车辆都配备了ABS，并提供三种不同的设置：“关闭”、“弱”和“默认”。由于刹车控制有一定的学习曲线，初学者应从“默认”设置开始。</p>
<p className="image"><img alt="" src="images\i1HAkzH24Kv6LcE.jpg"/></p>
<p className="caption">ABS设置屏幕。当系统检测到轮胎锁死时，它会减少刹车力以恢复对车辆的控制。</p>
<h3 id="$_count">● 主动稳定管理（ASM）</h3>
<p>
在转弯时无意中向外或向内偏离的现象称为转向不足和转向过度。ASM功能旨在通过刹车来控制这些特性。</p>
<p>
如果你的车因转向不足而向外偏离，ASM会对内侧后轮施加刹车，产生一种将车拉向内侧的力，从而抵消这种趋势。相反，如果你的车因转向过度而向内偏离，AMS会对外侧前轮施加刹车，产生一种将车推向外侧的力，从而纠正你的车。</p>
<p>
请记住，ASM是ABS的一部分，当你的ABS关闭时将无法运行。</p>
<p className="image"><img alt="" src="images\i19gJiA9DJDahz.jpg"/></p>
<p className="caption">ASM设置屏幕。系统监控转向过度和转向不足，确保车辆在转弯时保持稳定。</p>
<h3 id="$_count">● 重置到赛道</h3>
<p>
此辅助功能将在你因打滑、逆向行驶或与其他车辆碰撞而偏离赛道时将车辆返回赛道。虽然将车辆重置到赛道会导致时间损失，但它会提供更顺畅的体验。</p>
<p>
感觉更有信心了吗？希望你喜欢我为Gran Turismo初学者提供的建议。请记住，即使是世界上最好的玩家也曾像你们一样是初学者。因此，我期待有一天在FIA Gran Turismo锦标赛上见到你们。祝你们比赛愉快！</p>
</div>
</div>

    </>
  );

  export default UsingDriverAssistanceCarControl;
  